<template>
   
    <div class="frame">
        <div class="picture">

        </div>
        <div class="title">
            「风花的呼吸」3.5版本更新说明
        </div>
       <div class="text">
            亲爱的旅行者：

            以下是3.5版本——「风花的呼吸」更新与补偿内容。

            <br/><br/><br/>

            〓补偿内容〓
            <br/>
            停服更新补偿：原石*300（停服维护每小时补偿60原石）

            问题修复补偿：原石*300（补偿条目请参考对应补偿邮件）

            <br/><br/><br/>

            〓补偿范围〓
            <br/>
            停服更新补偿：2023/03/01 06:00前冒险等阶达到5级及以上的旅行者。

            领取时间截至3.5版本结束前。

            问题修复补偿：2023/03/01 06:00前冒险等阶达到5级及以上的旅行者。

            请旅行者于2023/03/04 06:00前上线收取邮件。

            制作组将在维护完成后5小时内，以游戏内邮件的形式，向旅行者发放相应补偿。邮件有效期为30天，请及时领取附件。

            <br/><br/><br/>

            〓更新时间〓
            <br/>
            2023/03/01 06:00开始，预计5个小时完成。

            <br/><br/><br/>

            〓客户端更新方式〓
            <br/>
            PC：关闭当前游戏后，重新打开启动器，点击更新；

            iOS：进入App Store，点击更新；

            安卓：进入游戏后，按照游戏内弹窗提示完成更新。

            PS5™或PS4™：打开系统界面-选择原神-按下手柄OPTIONS键-选择确认升级。

            若遇到任何安装问题，请联系客服，我们将为旅行者解决问题。

            <br/><br/><br/>
            〓本次更新内容〓
            <br/>
            一、全新角色
            <br/>
            「炽鬃之狮·迪希雅(火)」（★5）
            <br/>
            「晴霜的标绘·米卡(冰)」（★4）

            <br/><br/>
            二、全新装备
            <br/>
            全新武器
            <br/>
            「双手剑·苇海信标」（★5）
            <br/>
            「双手剑·饰铁之花」（★4）

            <br/><br/>

            三、全新剧情
            <br/>
            1. 全新魔神任务
            <br/>
            2. 全新传说任务
            <br/>
            3. 全新邀约事件

            <br/><br/>

            四、全新敌人
            <br/>
            「深渊使徒·霜落」
            <br/>
            「黑蛇骑士·摧岩之钺」
            <br/><br/>
            五、其他新增内容
            <br/>
            1. 新增食谱：
            <br/>
            ○须弥NPC「恩忒卡」：「蜜金泡果」；
            <br/>
            ○须弥NPC「阿扎莱」：「镀金锅」；
            <br/>
            ○迪希雅特色料理：「炽金之锅」；
            <br/>
            ○米卡特色料理：「测绘员蛋堡」；
            <br/>
            ○活动邮件获得：「超级至尊披萨」「薄荷曼果茶」；
            <br/><br/>
            2. 新增食材：
            <br/>
            ○须弥NPC「恩忒卡」：「咖啡豆」；
            <br/>
            3. 在「天地万象」和「心跳的记忆」中更新了部分成就；
            <br/>
            4. 新增名片：
            <br/>
            「迪希雅·净焰」：迪希雅的好感等级达到10级时获取；

            「米卡·索引」：米卡的好感等级达到10级时获取；

            「纪行·意巧」：纪行系统奖励获取；
            <br/>
            5. 新增了部分加载页面提示；
            <br/>
            6. 会话新增表情：派蒙的画作第21弹；
            <br/>
            7. 稻妻「根付之源」店主「御舆源一郎」处新增出售小道具「绮筵之鼓」；
            <br/>
            8. 「七圣召唤」玩法更新：
            <br/>
            新增角色牌「优菈」「心海」「九条裟罗」及对应天赋牌；

            新增牌手名录中的邀约对局关卡和来客挑战中访客；

            新增装备牌「华饰之兜」「将帅兜鍪」；
            <br/>
            9. 新增摆设：闲趣机关-「弹弹圆圆」、闲趣机关-「弹弹嘟嘟」；
            <br/>
            10. 可通过地图快速传送到尘歌壶中「宅邸」所在的位置；
            <br/>
            11. “冒险之证-向导”页面中新增了魔神任务的引导；同时每完成一幕魔神任务，可从该页面依次领取相应的奖励；
            <br/>
            12. 深境螺旋
            <br/>
            第十一层地脉异常调整为：
            <br/>
            • 队伍中所有角色获得75%火元素伤害加成。

            更新了深境螺旋第十一层的敌人阵容。

            更新了深境螺旋第十二层的敌人阵容。

       </div>
    </div>
</template>

<script setup>

</script>

<style lang="scss" scoped>
.frame {
    position: relative;
    width: 900px;
    height: 2200px;
    margin-top: 5px;
    margin-right: 100px;
    margin-left: 100px;
    background-color: rgb(255, 251, 244);
}
.picture {
    position: absolute;
    margin-top: 50px;
    width: 800px;
    height: 400px;
    background-image: url(https://upload-bbs.miyoushe.com/upload/2023/02/28/75276539/b4e0f924a0ee244b2ba7bf505d1b5a45_6401789596100813098.png?x-oss-process=image//resize,s_600/quality,q_80/auto-orient,0/interlace,1/format,png);
    background-repeat: no-repeat;
    margin-left: 100px;
}
.title {
    
    font-size:30px;
    text-align:center
    
}
.text {
    position: absolute;
    margin-top: 400px;
  margin-right: 100px;
  margin-left: 100px;
}
</style>